weifengdq/embedded/tc397/tc397_flexray/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC39xB/IfxGtm_PinMap_TC39xB_516.h
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_4_TOUT98_P11_9_OUT;  /**< \brief IfxGtm_ATOM2_4_TOUT98_P11_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5N_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_ATOM2_5N_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5N_TOUT26_P33_4_OUT;  /**< \brief IfxGtm_ATOM2_5N_TOUT26_P33_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5N_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_ATOM2_5N_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5N_TOUT87_P14_7_OUT;  /**< \brief IfxGtm_ATOM2_5N_TOUT87_P14_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5N_TOUT94_P13_3_OUT;  /**< \brief IfxGtm_ATOM2_5N_TOUT94_P13_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5_TOUT138_P23_6_OUT;  /**< \brief IfxGtm_ATOM2_5_TOUT138_P23_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_ATOM2_5_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5_TOUT35_P33_13_OUT;  /**< \brief IfxGtm_ATOM2_5_TOUT35_P33_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5_TOUT52_P21_1_OUT;  /**< \brief IfxGtm_ATOM2_5_TOUT52_P21_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5_TOUT65_P20_9_OUT;  /**< \brief IfxGtm_ATOM2_5_TOUT65_P20_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5_TOUT91_P13_0_OUT;  /**< \brief IfxGtm_ATOM2_5_TOUT91_P13_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_5_TOUT99_P11_10_OUT;  /**< \brief IfxGtm_ATOM2_5_TOUT99_P11_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6N_TOUT27_P33_5_OUT;  /**< \brief IfxGtm_ATOM2_6N_TOUT27_P33_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6N_TOUT60_P20_1_OUT;  /**< \brief IfxGtm_ATOM2_6N_TOUT60_P20_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6N_TOUT88_P14_8_OUT;  /**< \brief IfxGtm_ATOM2_6N_TOUT88_P14_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6N_TOUT95_P11_2_OUT;  /**< \brief IfxGtm_ATOM2_6N_TOUT95_P11_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6_TOUT100_P11_11_OUT;  /**< \brief IfxGtm_ATOM2_6_TOUT100_P11_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6_TOUT139_P23_7_OUT;  /**< \brief IfxGtm_ATOM2_6_TOUT139_P23_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_ATOM2_6_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6_TOUT168_P00_15_OUT;  /**< \brief IfxGtm_ATOM2_6_TOUT168_P00_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6_TOUT36_P32_0_OUT;  /**< \brief IfxGtm_ATOM2_6_TOUT36_P32_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6_TOUT62_P20_6_OUT;  /**< \brief IfxGtm_ATOM2_6_TOUT62_P20_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_6_TOUT92_P13_1_OUT;  /**< \brief IfxGtm_ATOM2_6_TOUT92_P13_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7N_TOUT28_P33_6_OUT;  /**< \brief IfxGtm_ATOM2_7N_TOUT28_P33_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7N_TOUT61_P20_3_OUT;  /**< \brief IfxGtm_ATOM2_7N_TOUT61_P20_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7N_TOUT89_P14_9_OUT;  /**< \brief IfxGtm_ATOM2_7N_TOUT89_P14_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7N_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_ATOM2_7N_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7_TOUT101_P11_12_OUT;  /**< \brief IfxGtm_ATOM2_7_TOUT101_P11_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_ATOM2_7_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7_TOUT144_P33_15_OUT;  /**< \brief IfxGtm_ATOM2_7_TOUT144_P33_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7_TOUT37_P32_1_OUT;  /**< \brief IfxGtm_ATOM2_7_TOUT37_P32_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7_TOUT63_P20_7_OUT;  /**< \brief IfxGtm_ATOM2_7_TOUT63_P20_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM2_7_TOUT93_P13_2_OUT;  /**< \brief IfxGtm_ATOM2_7_TOUT93_P13_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT101_P11_12_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT101_P11_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT144_P33_15_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT144_P33_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT17_P00_8_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT17_P00_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT25_P33_3_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT25_P33_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT32_P33_10_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT32_P33_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT37_P32_1_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT37_P32_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT63_P20_7_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT63_P20_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0N_TOUT76_P15_5_OUT;  /**< \brief IfxGtm_ATOM3_0N_TOUT76_P15_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0_TOUT18_P00_9_OUT;  /**< \brief IfxGtm_ATOM3_0_TOUT18_P00_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0_TOUT26_P33_4_OUT;  /**< \brief IfxGtm_ATOM3_0_TOUT26_P33_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0_TOUT32_P33_10_OUT;  /**< \brief IfxGtm_ATOM3_0_TOUT32_P33_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0_TOUT65_P20_9_OUT;  /**< \brief IfxGtm_ATOM3_0_TOUT65_P20_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_0_TOUT94_P13_3_OUT;  /**< \brief IfxGtm_ATOM3_0_TOUT94_P13_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT14_P00_5_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT14_P00_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT167_P00_13_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT167_P00_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT22_P33_0_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT22_P33_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT30_P33_8_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT30_P33_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT34_P33_12_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT34_P33_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT51_P21_0_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT51_P21_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT79_P15_8_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT79_P15_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT90_P14_10_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT90_P14_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT91_P13_0_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT91_P13_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1N_TOUT98_P11_9_OUT;  /**< \brief IfxGtm_ATOM3_1N_TOUT98_P11_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT111_P01_3_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT111_P01_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT128_P12_0_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT128_P12_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT19_P00_10_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT19_P00_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT27_P33_5_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT27_P33_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT43_P23_2_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT43_P23_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT64_P20_8_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT64_P20_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT90_P14_10_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT90_P14_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_1_TOUT95_P11_2_OUT;  /**< \brief IfxGtm_ATOM3_1_TOUT95_P11_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT114_P01_6_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT114_P01_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT15_P00_6_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT15_P00_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT23_P33_1_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT23_P33_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT31_P33_9_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT31_P33_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT35_P33_13_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT35_P33_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT52_P21_1_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT52_P21_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT78_P15_7_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT78_P15_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT91_P13_0_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT91_P13_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT92_P13_1_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT92_P13_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2N_TOUT99_P11_10_OUT;  /**< \brief IfxGtm_ATOM3_2N_TOUT99_P11_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2_TOUT112_P01_4_OUT;  /**< \brief IfxGtm_ATOM3_2_TOUT112_P01_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2_TOUT20_P00_11_OUT;  /**< \brief IfxGtm_ATOM3_2_TOUT20_P00_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2_TOUT28_P33_6_OUT;  /**< \brief IfxGtm_ATOM3_2_TOUT28_P33_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2_TOUT44_P23_3_OUT;  /**< \brief IfxGtm_ATOM3_2_TOUT44_P23_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2_TOUT63_P20_7_OUT;  /**< \brief IfxGtm_ATOM3_2_TOUT63_P20_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2_TOUT88_P14_8_OUT;  /**< \brief IfxGtm_ATOM3_2_TOUT88_P14_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_2_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_ATOM3_2_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT100_P11_11_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT100_P11_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT115_P01_7_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT115_P01_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT168_P00_15_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT168_P00_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT16_P00_7_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT16_P00_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT24_P33_2_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT24_P33_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT33_P33_11_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT33_P33_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT36_P32_0_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT36_P32_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT62_P20_6_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT62_P20_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT77_P15_6_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT77_P15_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT92_P13_1_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT92_P13_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3N_TOUT93_P13_2_OUT;  /**< \brief IfxGtm_ATOM3_3N_TOUT93_P13_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3_TOUT113_P01_5_OUT;  /**< \brief IfxGtm_ATOM3_3_TOUT113_P01_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3_TOUT21_P00_12_OUT;  /**< \brief IfxGtm_ATOM3_3_TOUT21_P00_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3_TOUT29_P33_7_OUT;  /**< \brief IfxGtm_ATOM3_3_TOUT29_P33_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3_TOUT62_P20_6_OUT;  /**< \brief IfxGtm_ATOM3_3_TOUT62_P20_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3_TOUT89_P14_9_OUT;  /**< \brief IfxGtm_ATOM3_3_TOUT89_P14_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_3_TOUT97_P11_6_OUT;  /**< \brief IfxGtm_ATOM3_3_TOUT97_P11_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4N_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_ATOM3_4N_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4N_TOUT21_P00_12_OUT;  /**< \brief IfxGtm_ATOM3_4N_TOUT21_P00_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4N_TOUT29_P33_7_OUT;  /**< \brief IfxGtm_ATOM3_4N_TOUT29_P33_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4N_TOUT57_P21_6_OUT;  /**< \brief IfxGtm_ATOM3_4N_TOUT57_P21_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4N_TOUT86_P14_6_OUT;  /**< \brief IfxGtm_ATOM3_4N_TOUT86_P14_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4N_TOUT97_P11_6_OUT;  /**< \brief IfxGtm_ATOM3_4N_TOUT97_P11_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT114_P01_6_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT114_P01_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT131_P22_5_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT131_P22_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT167_P00_13_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT167_P00_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT22_P33_0_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT22_P33_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT30_P33_8_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT30_P33_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT34_P33_12_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT34_P33_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT51_P21_0_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT51_P21_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT90_P14_10_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT90_P14_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_4_TOUT98_P11_9_OUT;  /**< \brief IfxGtm_ATOM3_4_TOUT98_P11_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5N_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_ATOM3_5N_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5N_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_ATOM3_5N_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5N_TOUT18_P00_9_OUT;  /**< \brief IfxGtm_ATOM3_5N_TOUT18_P00_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5N_TOUT26_P33_4_OUT;  /**< \brief IfxGtm_ATOM3_5N_TOUT26_P33_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5N_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_ATOM3_5N_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5N_TOUT87_P14_7_OUT;  /**< \brief IfxGtm_ATOM3_5N_TOUT87_P14_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5N_TOUT94_P13_3_OUT;  /**< \brief IfxGtm_ATOM3_5N_TOUT94_P13_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT115_P01_7_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT115_P01_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT132_P22_6_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT132_P22_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT35_P33_13_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT35_P33_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT52_P21_1_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT52_P21_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT64_P20_8_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT64_P20_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT91_P13_0_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT91_P13_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_5_TOUT99_P11_10_OUT;  /**< \brief IfxGtm_ATOM3_5_TOUT99_P11_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6N_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_ATOM3_6N_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6N_TOUT19_P00_10_OUT;  /**< \brief IfxGtm_ATOM3_6N_TOUT19_P00_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6N_TOUT27_P33_5_OUT;  /**< \brief IfxGtm_ATOM3_6N_TOUT27_P33_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6N_TOUT60_P20_1_OUT;  /**< \brief IfxGtm_ATOM3_6N_TOUT60_P20_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6N_TOUT88_P14_8_OUT;  /**< \brief IfxGtm_ATOM3_6N_TOUT88_P14_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6N_TOUT95_P11_2_OUT;  /**< \brief IfxGtm_ATOM3_6N_TOUT95_P11_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6_TOUT100_P11_11_OUT;  /**< \brief IfxGtm_ATOM3_6_TOUT100_P11_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6_TOUT133_P22_7_OUT;  /**< \brief IfxGtm_ATOM3_6_TOUT133_P22_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_ATOM3_6_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6_TOUT168_P00_15_OUT;  /**< \brief IfxGtm_ATOM3_6_TOUT168_P00_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6_TOUT36_P32_0_OUT;  /**< \brief IfxGtm_ATOM3_6_TOUT36_P32_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6_TOUT62_P20_6_OUT;  /**< \brief IfxGtm_ATOM3_6_TOUT62_P20_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_6_TOUT92_P13_1_OUT;  /**< \brief IfxGtm_ATOM3_6_TOUT92_P13_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7N_TOUT20_P00_11_OUT;  /**< \brief IfxGtm_ATOM3_7N_TOUT20_P00_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7N_TOUT28_P33_6_OUT;  /**< \brief IfxGtm_ATOM3_7N_TOUT28_P33_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7N_TOUT61_P20_3_OUT;  /**< \brief IfxGtm_ATOM3_7N_TOUT61_P20_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7N_TOUT89_P14_9_OUT;  /**< \brief IfxGtm_ATOM3_7N_TOUT89_P14_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7N_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_ATOM3_7N_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7_TOUT101_P11_12_OUT;  /**< \brief IfxGtm_ATOM3_7_TOUT101_P11_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_ATOM3_7_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7_TOUT144_P33_15_OUT;  /**< \brief IfxGtm_ATOM3_7_TOUT144_P33_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7_TOUT37_P32_1_OUT;  /**< \brief IfxGtm_ATOM3_7_TOUT37_P32_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7_TOUT63_P20_7_OUT;  /**< \brief IfxGtm_ATOM3_7_TOUT63_P20_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM3_7_TOUT93_P13_2_OUT;  /**< \brief IfxGtm_ATOM3_7_TOUT93_P13_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0N_TOUT87_P14_7_OUT;  /**< \brief IfxGtm_ATOM4_0N_TOUT87_P14_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT39_P32_3_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT39_P32_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT48_P22_1_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT48_P22_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT53_P21_2_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT53_P21_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT68_P20_12_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT68_P20_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT76_P15_5_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT76_P15_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT77_P15_6_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT77_P15_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT85_P14_5_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT85_P14_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_0_TOUT87_P14_7_OUT;  /**< \brief IfxGtm_ATOM4_0_TOUT87_P14_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT102_P10_0_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT102_P10_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT44_P23_3_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT44_P23_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT50_P22_3_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT50_P22_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT53_P21_2_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT53_P21_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT57_P21_6_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT57_P21_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT72_P15_1_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT72_P15_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT85_P14_5_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT85_P14_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1N_TOUT86_P14_6_OUT;  /**< \brief IfxGtm_ATOM4_1N_TOUT86_P14_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT103_P10_1_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT103_P10_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT41_P23_0_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT41_P23_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT47_P22_0_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT47_P22_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT54_P21_3_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT54_P21_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT69_P20_13_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT69_P20_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT78_P15_7_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT78_P15_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT79_P15_8_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT79_P15_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT84_P14_4_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT84_P14_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_1_TOUT86_P14_6_OUT;  /**< \brief IfxGtm_ATOM4_1_TOUT86_P14_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2N_TOUT110_P10_8_OUT;  /**< \brief IfxGtm_ATOM4_2N_TOUT110_P10_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2N_TOUT45_P23_4_OUT;  /**< \brief IfxGtm_ATOM4_2N_TOUT45_P23_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2N_TOUT52_P21_1_OUT;  /**< \brief IfxGtm_ATOM4_2N_TOUT52_P21_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2N_TOUT58_P21_7_OUT;  /**< \brief IfxGtm_ATOM4_2N_TOUT58_P21_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2N_TOUT65_P20_9_OUT;  /**< \brief IfxGtm_ATOM4_2N_TOUT65_P20_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2N_TOUT73_P15_2_OUT;  /**< \brief IfxGtm_ATOM4_2N_TOUT73_P15_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2N_TOUT81_P14_1_OUT;  /**< \brief IfxGtm_ATOM4_2N_TOUT81_P14_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT104_P10_2_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT104_P10_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT107_P10_5_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT107_P10_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT42_P23_1_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT42_P23_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT46_P23_5_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT46_P23_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT55_P21_4_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT55_P21_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT70_P20_14_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT70_P20_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT80_P14_0_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT80_P14_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_2_TOUT83_P14_3_OUT;  /**< \brief IfxGtm_ATOM4_2_TOUT83_P14_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3N_TOUT106_P10_4_OUT;  /**< \brief IfxGtm_ATOM4_3N_TOUT106_P10_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3N_TOUT46_P23_5_OUT;  /**< \brief IfxGtm_ATOM4_3N_TOUT46_P23_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3N_TOUT51_P21_0_OUT;  /**< \brief IfxGtm_ATOM4_3N_TOUT51_P21_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3N_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_ATOM4_3N_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3N_TOUT66_P20_10_OUT;  /**< \brief IfxGtm_ATOM4_3N_TOUT66_P20_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3N_TOUT74_P15_3_OUT;  /**< \brief IfxGtm_ATOM4_3N_TOUT74_P15_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3N_TOUT80_P14_0_OUT;  /**< \brief IfxGtm_ATOM4_3N_TOUT80_P14_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3_TOUT105_P10_3_OUT;  /**< \brief IfxGtm_ATOM4_3_TOUT105_P10_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3_TOUT108_P10_6_OUT;  /**< \brief IfxGtm_ATOM4_3_TOUT108_P10_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3_TOUT43_P23_2_OUT;  /**< \brief IfxGtm_ATOM4_3_TOUT43_P23_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3_TOUT49_P22_2_OUT;  /**< \brief IfxGtm_ATOM4_3_TOUT49_P22_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3_TOUT56_P21_5_OUT;  /**< \brief IfxGtm_ATOM4_3_TOUT56_P21_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3_TOUT71_P15_0_OUT;  /**< \brief IfxGtm_ATOM4_3_TOUT71_P15_0_OUT */
