weifengdq/embedded/tc397/tc397_flexray/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC39xB/IfxGtm_PinMap_TC39xB_516.h
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_3_TOUT82_P14_2_OUT;  /**< \brief IfxGtm_ATOM4_3_TOUT82_P14_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT105_P10_3_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT105_P10_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT108_P10_6_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT108_P10_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT132_P22_6_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT132_P22_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT21_P00_12_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT21_P00_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT56_P21_5_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT56_P21_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT71_P15_0_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT71_P15_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT75_P15_4_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT75_P15_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4N_TOUT95_P11_2_OUT;  /**< \brief IfxGtm_ATOM4_4N_TOUT95_P11_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT102_P10_0_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT102_P10_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT111_P01_3_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT111_P01_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT131_P22_5_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT131_P22_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT44_P23_3_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT44_P23_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT50_P22_3_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT50_P22_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT57_P21_6_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT57_P21_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT72_P15_1_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT72_P15_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_4_TOUT81_P14_1_OUT;  /**< \brief IfxGtm_ATOM4_4_TOUT81_P14_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5N_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_ATOM4_5N_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5N_TOUT121_P11_4_OUT;  /**< \brief IfxGtm_ATOM4_5N_TOUT121_P11_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5N_TOUT133_P22_7_OUT;  /**< \brief IfxGtm_ATOM4_5N_TOUT133_P22_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5N_TOUT18_P00_9_OUT;  /**< \brief IfxGtm_ATOM4_5N_TOUT18_P00_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5N_TOUT76_P15_5_OUT;  /**< \brief IfxGtm_ATOM4_5N_TOUT76_P15_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5N_TOUT77_P15_6_OUT;  /**< \brief IfxGtm_ATOM4_5N_TOUT77_P15_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT110_P10_8_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT110_P10_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT116_P02_9_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT116_P02_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT128_P12_0_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT128_P12_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT130_P22_4_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT130_P22_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT45_P23_4_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT45_P23_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT56_P21_5_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT56_P21_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT58_P21_7_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT58_P21_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT65_P20_9_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT65_P20_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_5_TOUT73_P15_2_OUT;  /**< \brief IfxGtm_ATOM4_5_TOUT73_P15_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6N_TOUT103_P10_1_OUT;  /**< \brief IfxGtm_ATOM4_6N_TOUT103_P10_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6N_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_ATOM4_6N_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6N_TOUT19_P00_10_OUT;  /**< \brief IfxGtm_ATOM4_6N_TOUT19_P00_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6N_TOUT78_P15_7_OUT;  /**< \brief IfxGtm_ATOM4_6N_TOUT78_P15_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6N_TOUT97_P11_6_OUT;  /**< \brief IfxGtm_ATOM4_6N_TOUT97_P11_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT106_P10_4_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT106_P10_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT117_P02_10_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT117_P02_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT129_P12_1_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT129_P12_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT139_P23_7_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT139_P23_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT46_P23_5_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT46_P23_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT66_P20_10_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT66_P20_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_6_TOUT74_P15_3_OUT;  /**< \brief IfxGtm_ATOM4_6_TOUT74_P15_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7N_TOUT104_P10_2_OUT;  /**< \brief IfxGtm_ATOM4_7N_TOUT104_P10_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7N_TOUT107_P10_5_OUT;  /**< \brief IfxGtm_ATOM4_7N_TOUT107_P10_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7N_TOUT124_P11_8_OUT;  /**< \brief IfxGtm_ATOM4_7N_TOUT124_P11_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7N_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_ATOM4_7N_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7N_TOUT20_P00_11_OUT;  /**< \brief IfxGtm_ATOM4_7N_TOUT20_P00_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7N_TOUT79_P15_8_OUT;  /**< \brief IfxGtm_ATOM4_7N_TOUT79_P15_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7_TOUT118_P02_11_OUT;  /**< \brief IfxGtm_ATOM4_7_TOUT118_P02_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7_TOUT119_P11_0_OUT;  /**< \brief IfxGtm_ATOM4_7_TOUT119_P11_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7_TOUT138_P23_6_OUT;  /**< \brief IfxGtm_ATOM4_7_TOUT138_P23_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7_TOUT40_P32_4_OUT;  /**< \brief IfxGtm_ATOM4_7_TOUT40_P32_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7_TOUT64_P20_8_OUT;  /**< \brief IfxGtm_ATOM4_7_TOUT64_P20_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7_TOUT67_P20_11_OUT;  /**< \brief IfxGtm_ATOM4_7_TOUT67_P20_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM4_7_TOUT75_P15_4_OUT;  /**< \brief IfxGtm_ATOM4_7_TOUT75_P15_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT126_P11_14_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT126_P11_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT150_P34_5_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT150_P34_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT181_P31_7_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT181_P31_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0N_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_ATOM5_0N_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT119_P11_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT119_P11_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT130_P22_4_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT130_P22_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT146_P34_1_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT146_P34_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT174_P31_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT174_P31_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_0_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM5_0_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT123_P11_7_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT123_P11_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT128_P12_0_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT128_P12_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT178_P31_4_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT178_P31_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1N_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_ATOM5_1N_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT131_P22_5_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT131_P22_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT147_P34_2_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT147_P34_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT175_P31_1_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT175_P31_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_1_TOUT265_P10_9_OUT;  /**< \brief IfxGtm_ATOM5_1_TOUT265_P10_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT124_P11_8_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT124_P11_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT141_P32_6_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT141_P32_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT179_P31_5_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT179_P31_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2N_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_ATOM5_2N_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT121_P11_4_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT121_P11_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT132_P22_6_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT132_P22_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT148_P34_3_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT148_P34_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT176_P31_2_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT176_P31_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_2_TOUT266_P10_10_OUT;  /**< \brief IfxGtm_ATOM5_2_TOUT266_P10_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT123_P11_7_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT123_P11_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT125_P11_13_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT125_P11_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT142_P32_7_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT142_P32_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT180_P31_6_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT180_P31_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3N_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_ATOM5_3N_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT133_P22_7_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT133_P22_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT149_P34_4_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT149_P34_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT177_P31_3_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT177_P31_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_3_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_ATOM5_3_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT129_P12_1_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT129_P12_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT177_P31_3_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT177_P31_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4N_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_ATOM5_4N_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT123_P11_7_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT123_P11_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT150_P34_5_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT150_P34_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT178_P31_4_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT178_P31_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_4_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_ATOM5_4_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT119_P11_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT119_P11_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT174_P31_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT174_P31_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5N_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_ATOM5_5N_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT124_P11_8_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT124_P11_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT179_P31_5_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT179_P31_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_5_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_ATOM5_5_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT175_P31_1_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT175_P31_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6N_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_ATOM5_6N_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT125_P11_13_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT125_P11_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT141_P32_6_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT141_P32_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT180_P31_6_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT180_P31_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_6_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_ATOM5_6_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT121_P11_4_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT121_P11_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT176_P31_2_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT176_P31_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7N_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_ATOM5_7N_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT126_P11_14_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT126_P11_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT142_P32_7_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT142_P32_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT181_P31_7_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT181_P31_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM5_7_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM5_7_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0N_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM6_0N_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0N_TOUT189_P31_15_OUT;  /**< \brief IfxGtm_ATOM6_0N_TOUT189_P31_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0N_TOUT221_P25_15_OUT;  /**< \brief IfxGtm_ATOM6_0N_TOUT221_P25_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0N_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_ATOM6_0N_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT127_P11_15_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT127_P11_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT141_P32_6_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT141_P32_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT182_P31_8_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT182_P31_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT214_P25_8_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT214_P25_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT242_P15_10_OUT */
