weifengdq/embedded/tc397/tc397_flexray/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC39xB/IfxGtm_PinMap_TC39xB_516.h
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_0_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM6_0_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM6_1N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1N_TOUT186_P31_12_OUT;  /**< \brief IfxGtm_ATOM6_1N_TOUT186_P31_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1N_TOUT218_P25_12_OUT;  /**< \brief IfxGtm_ATOM6_1N_TOUT218_P25_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1N_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_ATOM6_1N_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1N_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_ATOM6_1N_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT128_P12_0_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT128_P12_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT142_P32_7_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT142_P32_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT183_P31_9_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT183_P31_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT215_P25_9_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT215_P25_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_1_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM6_1_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2N_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_ATOM6_2N_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2N_TOUT187_P31_13_OUT;  /**< \brief IfxGtm_ATOM6_2N_TOUT187_P31_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2N_TOUT219_P25_13_OUT;  /**< \brief IfxGtm_ATOM6_2N_TOUT219_P25_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2N_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_ATOM6_2N_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT129_P12_1_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT129_P12_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT184_P31_10_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT184_P31_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT216_P25_10_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT216_P25_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_2_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_ATOM6_2_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3N_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_ATOM6_3N_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3N_TOUT188_P31_14_OUT;  /**< \brief IfxGtm_ATOM6_3N_TOUT188_P31_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3N_TOUT220_P25_14_OUT;  /**< \brief IfxGtm_ATOM6_3N_TOUT220_P25_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3N_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_ATOM6_3N_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3N_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_ATOM6_3N_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT111_P01_3_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT111_P01_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT144_P33_15_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT144_P33_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT185_P31_11_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT185_P31_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT217_P25_11_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT217_P25_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_3_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_ATOM6_3_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4N_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM6_4N_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4N_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_ATOM6_4N_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4N_TOUT185_P31_11_OUT;  /**< \brief IfxGtm_ATOM6_4N_TOUT185_P31_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4N_TOUT217_P25_11_OUT;  /**< \brief IfxGtm_ATOM6_4N_TOUT217_P25_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4N_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM6_4N_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4N_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_ATOM6_4N_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT186_P31_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT186_P31_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT218_P25_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT218_P25_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_4_TOUT31_P33_9_OUT;  /**< \brief IfxGtm_ATOM6_4_TOUT31_P33_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5N_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_ATOM6_5N_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5N_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM6_5N_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5N_TOUT182_P31_8_OUT;  /**< \brief IfxGtm_ATOM6_5N_TOUT182_P31_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5N_TOUT214_P25_8_OUT;  /**< \brief IfxGtm_ATOM6_5N_TOUT214_P25_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5N_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM6_5N_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT146_P34_1_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT146_P34_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT187_P31_13_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT187_P31_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT219_P25_13_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT219_P25_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_5_TOUT262_P13_13_OUT;  /**< \brief IfxGtm_ATOM6_5_TOUT262_P13_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6N_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_ATOM6_6N_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_ATOM6_6N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6N_TOUT183_P31_9_OUT;  /**< \brief IfxGtm_ATOM6_6N_TOUT183_P31_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6N_TOUT215_P25_9_OUT;  /**< \brief IfxGtm_ATOM6_6N_TOUT215_P25_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6N_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_ATOM6_6N_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6N_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM6_6N_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT147_P34_2_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT147_P34_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT188_P31_14_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT188_P31_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT220_P25_14_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT220_P25_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_6_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_ATOM6_6_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7N_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM6_7N_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7N_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_ATOM6_7N_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7N_TOUT184_P31_10_OUT;  /**< \brief IfxGtm_ATOM6_7N_TOUT184_P31_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7N_TOUT216_P25_10_OUT;  /**< \brief IfxGtm_ATOM6_7N_TOUT216_P25_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7N_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_ATOM6_7N_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7N_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_ATOM6_7N_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT148_P34_3_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT148_P34_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT189_P31_15_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT189_P31_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT221_P25_15_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT221_P25_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM6_7_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_ATOM6_7_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT149_P34_4_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT149_P34_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT190_P30_0_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT190_P30_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT222_P24_0_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT222_P24_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_0_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM7_0_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT150_P34_5_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT150_P34_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT191_P30_1_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT191_P30_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT223_P24_1_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT223_P24_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_1_TOUT265_P10_9_OUT;  /**< \brief IfxGtm_ATOM7_1_TOUT265_P10_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT192_P30_2_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT192_P30_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT224_P24_2_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT224_P24_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_2_TOUT266_P10_10_OUT;  /**< \brief IfxGtm_ATOM7_2_TOUT266_P10_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_3_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_ATOM7_3_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_3_TOUT193_P30_3_OUT;  /**< \brief IfxGtm_ATOM7_3_TOUT193_P30_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_3_TOUT225_P24_3_OUT;  /**< \brief IfxGtm_ATOM7_3_TOUT225_P24_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_3_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_ATOM7_3_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_3_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_ATOM7_3_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_3_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_ATOM7_3_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_3_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_ATOM7_3_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_4_TOUT167_P00_13_OUT;  /**< \brief IfxGtm_ATOM7_4_TOUT167_P00_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_4_TOUT194_P30_4_OUT;  /**< \brief IfxGtm_ATOM7_4_TOUT194_P30_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_4_TOUT226_P24_4_OUT;  /**< \brief IfxGtm_ATOM7_4_TOUT226_P24_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_4_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_ATOM7_4_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_4_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM7_4_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_4_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_ATOM7_4_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_5_TOUT168_P00_15_OUT;  /**< \brief IfxGtm_ATOM7_5_TOUT168_P00_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_5_TOUT195_P30_5_OUT;  /**< \brief IfxGtm_ATOM7_5_TOUT195_P30_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_5_TOUT227_P24_5_OUT;  /**< \brief IfxGtm_ATOM7_5_TOUT227_P24_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_5_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_ATOM7_5_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_5_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_ATOM7_5_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_5_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_ATOM7_5_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_6_TOUT151_P02_12_OUT;  /**< \brief IfxGtm_ATOM7_6_TOUT151_P02_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_6_TOUT153_P02_13_OUT;  /**< \brief IfxGtm_ATOM7_6_TOUT153_P02_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_6_TOUT196_P30_6_OUT;  /**< \brief IfxGtm_ATOM7_6_TOUT196_P30_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_6_TOUT228_P24_6_OUT;  /**< \brief IfxGtm_ATOM7_6_TOUT228_P24_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_6_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_ATOM7_6_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_6_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_ATOM7_6_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_6_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_ATOM7_6_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_7_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM7_7_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_7_TOUT154_P02_14_OUT;  /**< \brief IfxGtm_ATOM7_7_TOUT154_P02_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM7_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_7_TOUT197_P30_7_OUT;  /**< \brief IfxGtm_ATOM7_7_TOUT197_P30_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_7_TOUT229_P24_7_OUT;  /**< \brief IfxGtm_ATOM7_7_TOUT229_P24_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_7_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_ATOM7_7_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM7_7_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_ATOM7_7_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_ATOM8_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_0_TOUT198_P30_8_OUT;  /**< \brief IfxGtm_ATOM8_0_TOUT198_P30_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_0_TOUT230_P24_8_OUT;  /**< \brief IfxGtm_ATOM8_0_TOUT230_P24_8_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_0_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_ATOM8_0_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_0_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_ATOM8_0_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_1_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_ATOM8_1_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_1_TOUT199_P30_9_OUT;  /**< \brief IfxGtm_ATOM8_1_TOUT199_P30_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_1_TOUT231_P24_9_OUT;  /**< \brief IfxGtm_ATOM8_1_TOUT231_P24_9_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_1_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_ATOM8_1_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_1_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_ATOM8_1_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_2_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_ATOM8_2_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_2_TOUT200_P30_10_OUT;  /**< \brief IfxGtm_ATOM8_2_TOUT200_P30_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_2_TOUT232_P24_10_OUT;  /**< \brief IfxGtm_ATOM8_2_TOUT232_P24_10_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_2_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_ATOM8_2_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_2_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_ATOM8_2_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_3_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_ATOM8_3_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_3_TOUT201_P30_11_OUT;  /**< \brief IfxGtm_ATOM8_3_TOUT201_P30_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_3_TOUT233_P24_11_OUT;  /**< \brief IfxGtm_ATOM8_3_TOUT233_P24_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_3_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_ATOM8_3_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_3_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_ATOM8_3_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_4_TOUT167_P00_13_OUT;  /**< \brief IfxGtm_ATOM8_4_TOUT167_P00_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_4_TOUT202_P30_12_OUT;  /**< \brief IfxGtm_ATOM8_4_TOUT202_P30_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_4_TOUT234_P24_12_OUT;  /**< \brief IfxGtm_ATOM8_4_TOUT234_P24_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_4_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_ATOM8_4_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_4_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_ATOM8_4_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_5_TOUT168_P00_15_OUT;  /**< \brief IfxGtm_ATOM8_5_TOUT168_P00_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_5_TOUT203_P30_13_OUT;  /**< \brief IfxGtm_ATOM8_5_TOUT203_P30_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_5_TOUT235_P24_13_OUT;  /**< \brief IfxGtm_ATOM8_5_TOUT235_P24_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_5_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_ATOM8_5_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_5_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_ATOM8_5_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_5_TOUT262_P13_13_OUT;  /**< \brief IfxGtm_ATOM8_5_TOUT262_P13_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_6_TOUT151_P02_12_OUT;  /**< \brief IfxGtm_ATOM8_6_TOUT151_P02_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_6_TOUT153_P02_13_OUT;  /**< \brief IfxGtm_ATOM8_6_TOUT153_P02_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_6_TOUT204_P30_14_OUT;  /**< \brief IfxGtm_ATOM8_6_TOUT204_P30_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_6_TOUT236_P24_14_OUT;  /**< \brief IfxGtm_ATOM8_6_TOUT236_P24_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_6_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_ATOM8_6_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_6_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_ATOM8_6_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_7_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_ATOM8_7_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_7_TOUT154_P02_14_OUT;  /**< \brief IfxGtm_ATOM8_7_TOUT154_P02_14_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_ATOM8_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_7_TOUT205_P30_15_OUT;  /**< \brief IfxGtm_ATOM8_7_TOUT205_P30_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_7_TOUT237_P24_15_OUT;  /**< \brief IfxGtm_ATOM8_7_TOUT237_P24_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_7_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_ATOM8_7_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM8_7_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_ATOM8_7_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_0_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_ATOM9_0_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_0_TOUT222_P24_0_OUT;  /**< \brief IfxGtm_ATOM9_0_TOUT222_P24_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_1_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_ATOM9_1_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_1_TOUT223_P24_1_OUT;  /**< \brief IfxGtm_ATOM9_1_TOUT223_P24_1_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_2_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_ATOM9_2_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_2_TOUT224_P24_2_OUT;  /**< \brief IfxGtm_ATOM9_2_TOUT224_P24_2_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_3_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_ATOM9_3_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_3_TOUT225_P24_3_OUT;  /**< \brief IfxGtm_ATOM9_3_TOUT225_P24_3_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_4_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_ATOM9_4_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_4_TOUT226_P24_4_OUT;  /**< \brief IfxGtm_ATOM9_4_TOUT226_P24_4_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_5_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_ATOM9_5_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_5_TOUT227_P24_5_OUT;  /**< \brief IfxGtm_ATOM9_5_TOUT227_P24_5_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_6_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_ATOM9_6_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_6_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_ATOM9_6_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_6_TOUT228_P24_6_OUT;  /**< \brief IfxGtm_ATOM9_6_TOUT228_P24_6_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_7_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_ATOM9_7_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Atom_ToutMap IfxGtm_ATOM9_7_TOUT229_P24_7_OUT;  /**< \brief IfxGtm_ATOM9_7_TOUT229_P24_7_OUT */
IFX_EXTERN IfxGtm_Clk_Out IfxGtm_CLK0_P23_1_OUT;  /**< \brief CGM generated clock */
IFX_EXTERN IfxGtm_Clk_Out IfxGtm_CLK1_P32_4_OUT;  /**< \brief CGM generated clock */
IFX_EXTERN IfxGtm_Clk_Out IfxGtm_CLK2_P11_12_OUT;  /**< \brief CGM generated clock */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM0_0_P00_9_IN;  /**< \brief IfxGtm_TIM0_0_P00_9_IN */
