weifengdq/embedded/tc397/tc397_flexray/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC39xB/IfxGtm_PinMap_TC39xB_516.h
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P13_15_IN;  /**< \brief IfxGtm_TIM5_7_P13_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P21_5_IN;  /**< \brief IfxGtm_TIM5_7_P21_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P24_15_IN;  /**< \brief IfxGtm_TIM5_7_P24_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P30_15_IN;  /**< \brief IfxGtm_TIM5_7_P30_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P31_15_IN;  /**< \brief IfxGtm_TIM5_7_P31_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P32_7_IN;  /**< \brief IfxGtm_TIM5_7_P32_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P34_5_IN;  /**< \brief IfxGtm_TIM5_7_P34_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P01_12_IN;  /**< \brief IfxGtm_TIM6_0_P01_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P10_9_IN;  /**< \brief IfxGtm_TIM6_0_P10_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P13_4_IN;  /**< \brief IfxGtm_TIM6_0_P13_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P20_6_IN;  /**< \brief IfxGtm_TIM6_0_P20_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P23_7_IN;  /**< \brief IfxGtm_TIM6_0_P23_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P24_0_IN;  /**< \brief IfxGtm_TIM6_0_P24_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P25_0_IN;  /**< \brief IfxGtm_TIM6_0_P25_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P30_8_IN;  /**< \brief IfxGtm_TIM6_0_P30_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_0_P31_8_IN;  /**< \brief IfxGtm_TIM6_0_P31_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P01_13_IN;  /**< \brief IfxGtm_TIM6_1_P01_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P10_10_IN;  /**< \brief IfxGtm_TIM6_1_P10_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P13_5_IN;  /**< \brief IfxGtm_TIM6_1_P13_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P20_7_IN;  /**< \brief IfxGtm_TIM6_1_P20_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P23_6_IN;  /**< \brief IfxGtm_TIM6_1_P23_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P24_1_IN;  /**< \brief IfxGtm_TIM6_1_P24_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P25_1_IN;  /**< \brief IfxGtm_TIM6_1_P25_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P30_9_IN;  /**< \brief IfxGtm_TIM6_1_P30_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_1_P31_9_IN;  /**< \brief IfxGtm_TIM6_1_P31_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P01_14_IN;  /**< \brief IfxGtm_TIM6_2_P01_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P10_11_IN;  /**< \brief IfxGtm_TIM6_2_P10_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P13_6_IN;  /**< \brief IfxGtm_TIM6_2_P13_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P20_8_IN;  /**< \brief IfxGtm_TIM6_2_P20_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P23_5_IN;  /**< \brief IfxGtm_TIM6_2_P23_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P24_2_IN;  /**< \brief IfxGtm_TIM6_2_P24_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P25_2_IN;  /**< \brief IfxGtm_TIM6_2_P25_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P30_10_IN;  /**< \brief IfxGtm_TIM6_2_P30_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_2_P31_10_IN;  /**< \brief IfxGtm_TIM6_2_P31_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P01_15_IN;  /**< \brief IfxGtm_TIM6_3_P01_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P10_13_IN;  /**< \brief IfxGtm_TIM6_3_P10_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P13_7_IN;  /**< \brief IfxGtm_TIM6_3_P13_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P20_9_IN;  /**< \brief IfxGtm_TIM6_3_P20_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P23_4_IN;  /**< \brief IfxGtm_TIM6_3_P23_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P24_3_IN;  /**< \brief IfxGtm_TIM6_3_P24_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P25_3_IN;  /**< \brief IfxGtm_TIM6_3_P25_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P30_11_IN;  /**< \brief IfxGtm_TIM6_3_P30_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_3_P31_11_IN;  /**< \brief IfxGtm_TIM6_3_P31_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P00_4_IN;  /**< \brief IfxGtm_TIM6_4_P00_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P13_9_IN;  /**< \brief IfxGtm_TIM6_4_P13_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P14_12_IN;  /**< \brief IfxGtm_TIM6_4_P14_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P23_3_IN;  /**< \brief IfxGtm_TIM6_4_P23_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P24_4_IN;  /**< \brief IfxGtm_TIM6_4_P24_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P25_4_IN;  /**< \brief IfxGtm_TIM6_4_P25_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P30_12_IN;  /**< \brief IfxGtm_TIM6_4_P30_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_4_P31_12_IN;  /**< \brief IfxGtm_TIM6_4_P31_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P00_13_IN;  /**< \brief IfxGtm_TIM6_5_P00_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P13_10_IN;  /**< \brief IfxGtm_TIM6_5_P13_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P14_13_IN;  /**< \brief IfxGtm_TIM6_5_P14_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P23_2_IN;  /**< \brief IfxGtm_TIM6_5_P23_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P24_5_IN;  /**< \brief IfxGtm_TIM6_5_P24_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P25_5_IN;  /**< \brief IfxGtm_TIM6_5_P25_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P30_13_IN;  /**< \brief IfxGtm_TIM6_5_P30_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_5_P31_13_IN;  /**< \brief IfxGtm_TIM6_5_P31_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P00_14_IN;  /**< \brief IfxGtm_TIM6_6_P00_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P13_11_IN;  /**< \brief IfxGtm_TIM6_6_P13_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P14_14_IN;  /**< \brief IfxGtm_TIM6_6_P14_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P23_1_IN;  /**< \brief IfxGtm_TIM6_6_P23_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P24_6_IN;  /**< \brief IfxGtm_TIM6_6_P24_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P25_6_IN;  /**< \brief IfxGtm_TIM6_6_P25_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P26_0_IN;  /**< \brief IfxGtm_TIM6_6_P26_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P30_14_IN;  /**< \brief IfxGtm_TIM6_6_P30_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_6_P31_14_IN;  /**< \brief IfxGtm_TIM6_6_P31_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P00_15_IN;  /**< \brief IfxGtm_TIM6_7_P00_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P13_12_IN;  /**< \brief IfxGtm_TIM6_7_P13_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P14_15_IN;  /**< \brief IfxGtm_TIM6_7_P14_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P23_0_IN;  /**< \brief IfxGtm_TIM6_7_P23_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P24_7_IN;  /**< \brief IfxGtm_TIM6_7_P24_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P25_7_IN;  /**< \brief IfxGtm_TIM6_7_P25_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P30_15_IN;  /**< \brief IfxGtm_TIM6_7_P30_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM6_7_P31_15_IN;  /**< \brief IfxGtm_TIM6_7_P31_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P10_14_IN;  /**< \brief IfxGtm_TIM7_0_P10_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P13_13_IN;  /**< \brief IfxGtm_TIM7_0_P13_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P15_10_IN;  /**< \brief IfxGtm_TIM7_0_P15_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P22_3_IN;  /**< \brief IfxGtm_TIM7_0_P22_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P24_8_IN;  /**< \brief IfxGtm_TIM7_0_P24_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P25_8_IN;  /**< \brief IfxGtm_TIM7_0_P25_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P30_0_IN;  /**< \brief IfxGtm_TIM7_0_P30_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_0_P31_0_IN;  /**< \brief IfxGtm_TIM7_0_P31_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P10_15_IN;  /**< \brief IfxGtm_TIM7_1_P10_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P13_14_IN;  /**< \brief IfxGtm_TIM7_1_P13_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P15_11_IN;  /**< \brief IfxGtm_TIM7_1_P15_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P22_2_IN;  /**< \brief IfxGtm_TIM7_1_P22_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P24_9_IN;  /**< \brief IfxGtm_TIM7_1_P24_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P25_9_IN;  /**< \brief IfxGtm_TIM7_1_P25_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P30_1_IN;  /**< \brief IfxGtm_TIM7_1_P30_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_1_P31_1_IN;  /**< \brief IfxGtm_TIM7_1_P31_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_2_P13_15_IN;  /**< \brief IfxGtm_TIM7_2_P13_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_2_P15_12_IN;  /**< \brief IfxGtm_TIM7_2_P15_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_2_P22_1_IN;  /**< \brief IfxGtm_TIM7_2_P22_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_2_P24_10_IN;  /**< \brief IfxGtm_TIM7_2_P24_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_2_P25_10_IN;  /**< \brief IfxGtm_TIM7_2_P25_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_2_P30_2_IN;  /**< \brief IfxGtm_TIM7_2_P30_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_2_P31_2_IN;  /**< \brief IfxGtm_TIM7_2_P31_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_3_P12_0_IN;  /**< \brief IfxGtm_TIM7_3_P12_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_3_P15_13_IN;  /**< \brief IfxGtm_TIM7_3_P15_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_3_P22_0_IN;  /**< \brief IfxGtm_TIM7_3_P22_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_3_P24_11_IN;  /**< \brief IfxGtm_TIM7_3_P24_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_3_P25_11_IN;  /**< \brief IfxGtm_TIM7_3_P25_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_3_P30_3_IN;  /**< \brief IfxGtm_TIM7_3_P30_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_3_P31_3_IN;  /**< \brief IfxGtm_TIM7_3_P31_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_4_P12_1_IN;  /**< \brief IfxGtm_TIM7_4_P12_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_4_P15_14_IN;  /**< \brief IfxGtm_TIM7_4_P15_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_4_P24_12_IN;  /**< \brief IfxGtm_TIM7_4_P24_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_4_P25_12_IN;  /**< \brief IfxGtm_TIM7_4_P25_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_4_P30_4_IN;  /**< \brief IfxGtm_TIM7_4_P30_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_4_P31_4_IN;  /**< \brief IfxGtm_TIM7_4_P31_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_5_P11_0_IN;  /**< \brief IfxGtm_TIM7_5_P11_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_5_P15_15_IN;  /**< \brief IfxGtm_TIM7_5_P15_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_5_P24_13_IN;  /**< \brief IfxGtm_TIM7_5_P24_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_5_P25_13_IN;  /**< \brief IfxGtm_TIM7_5_P25_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_5_P30_5_IN;  /**< \brief IfxGtm_TIM7_5_P30_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_5_P31_5_IN;  /**< \brief IfxGtm_TIM7_5_P31_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_6_P11_1_IN;  /**< \brief IfxGtm_TIM7_6_P11_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_6_P14_11_IN;  /**< \brief IfxGtm_TIM7_6_P14_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_6_P24_14_IN;  /**< \brief IfxGtm_TIM7_6_P24_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_6_P25_14_IN;  /**< \brief IfxGtm_TIM7_6_P25_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_6_P30_6_IN;  /**< \brief IfxGtm_TIM7_6_P30_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_6_P31_6_IN;  /**< \brief IfxGtm_TIM7_6_P31_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_7_P11_4_IN;  /**< \brief IfxGtm_TIM7_7_P11_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_7_P24_14_IN;  /**< \brief IfxGtm_TIM7_7_P24_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_7_P24_15_IN;  /**< \brief IfxGtm_TIM7_7_P24_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_7_P30_7_IN;  /**< \brief IfxGtm_TIM7_7_P30_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM7_7_P31_7_IN;  /**< \brief IfxGtm_TIM7_7_P31_7_IN */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT106_P10_4_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT106_P10_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT17_P00_8_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT17_P00_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT25_P33_3_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT25_P33_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT34_P33_12_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT34_P33_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT51_P21_0_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT51_P21_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT61_P20_3_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT61_P20_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT72_P15_1_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT72_P15_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT7_P02_7_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT7_P02_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT91_P13_0_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT91_P13_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT9_P00_0_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT9_P00_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT0_P02_0_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT0_P02_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT151_P02_12_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT151_P02_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT18_P00_9_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT18_P00_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT26_P33_4_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT26_P33_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT32_P33_10_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT32_P33_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT53_P21_2_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT53_P21_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT76_P15_5_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT76_P15_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT77_P15_6_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT77_P15_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT85_P14_5_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT85_P14_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT87_P14_7_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT87_P14_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT12_P00_3_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT12_P00_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT2_P02_2_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT2_P02_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT41_P23_0_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT41_P23_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT46_P23_5_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT46_P23_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT13_P00_4_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT13_P00_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT3_P02_3_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT3_P02_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT43_P23_2_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT43_P23_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT49_P22_2_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT49_P22_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT97_P11_6_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT97_P11_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT14_P00_5_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT14_P00_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT44_P23_3_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT44_P23_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT4_P02_4_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT4_P02_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT50_P22_3_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT50_P22_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT98_P11_9_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT98_P11_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_13_TOUT15_P00_6_OUT;  /**< \brief IfxGtm_TOM0_13_TOUT15_P00_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_13_TOUT5_P02_5_OUT;  /**< \brief IfxGtm_TOM0_13_TOUT5_P02_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_13_TOUT99_P11_10_OUT;  /**< \brief IfxGtm_TOM0_13_TOUT99_P11_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_14_TOUT100_P11_11_OUT;  /**< \brief IfxGtm_TOM0_14_TOUT100_P11_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_14_TOUT16_P00_7_OUT;  /**< \brief IfxGtm_TOM0_14_TOUT16_P00_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_14_TOUT6_P02_6_OUT;  /**< \brief IfxGtm_TOM0_14_TOUT6_P02_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT101_P11_12_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT101_P11_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT17_P00_8_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT17_P00_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT42_P23_1_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT42_P23_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT7_P02_7_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT7_P02_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT107_P10_5_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT107_P10_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT10_P00_1_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT10_P00_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT14_P00_5_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT14_P00_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT22_P33_0_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT22_P33_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT30_P33_8_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT30_P33_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT35_P33_13_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT35_P33_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT39_P32_3_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT39_P32_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT4_P02_4_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT4_P02_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT52_P21_1_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT52_P21_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT57_P21_6_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT57_P21_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT73_P15_2_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT73_P15_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT90_P14_10_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT90_P14_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT92_P13_1_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT92_P13_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT103_P10_1_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT103_P10_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT116_P02_9_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT116_P02_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT19_P00_10_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT19_P00_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT1_P02_1_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT1_P02_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT27_P33_5_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT27_P33_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT31_P33_9_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT31_P33_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT54_P21_3_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT54_P21_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT78_P15_7_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT78_P15_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT86_P14_6_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT86_P14_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT108_P10_6_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT108_P10_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT11_P00_2_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT11_P00_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT15_P00_6_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT15_P00_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT23_P33_1_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT23_P33_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT40_P32_4_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT40_P32_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT58_P21_7_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT58_P21_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT5_P02_5_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT5_P02_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT74_P15_3_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT74_P15_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT93_P13_2_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT93_P13_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT104_P10_2_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT104_P10_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT107_P10_5_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT107_P10_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT117_P02_10_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT117_P02_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT20_P00_11_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT20_P00_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT28_P33_6_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT28_P33_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT2_P02_2_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT2_P02_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT33_P33_11_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT33_P33_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT55_P21_4_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT55_P21_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT79_P15_8_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT79_P15_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT88_P14_8_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT88_P14_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT12_P00_3_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT12_P00_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT144_P33_15_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT144_P33_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT16_P00_7_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT16_P00_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT24_P33_2_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT24_P33_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT42_P23_1_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT42_P23_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT60_P20_1_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT60_P20_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT6_P02_6_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT6_P02_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT75_P15_4_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT75_P15_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT94_P13_3_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT94_P13_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT105_P10_3_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT105_P10_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT108_P10_6_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT108_P10_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT118_P02_11_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT118_P02_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT21_P00_12_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT21_P00_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT29_P33_7_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT29_P33_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT38_P32_2_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT38_P32_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT3_P02_3_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT3_P02_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT56_P21_5_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT56_P21_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT71_P15_0_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT71_P15_0_OUT */
