weifengdq/embedded/tc397/tc397_flexray/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC39xB/IfxGtm_PinMap_TC39xB_516.h
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2N_TOUT99_P11_10_OUT;  /**< \brief IfxGtm_TOM2_2N_TOUT99_P11_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT121_P11_4_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT121_P11_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT125_P11_13_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT125_P11_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT46_P23_5_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT46_P23_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT50_P22_3_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT50_P22_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT55_P21_4_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT55_P21_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT63_P20_7_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT63_P20_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT88_P14_8_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT88_P14_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_2_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_TOM2_2_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3N_TOUT100_P11_11_OUT;  /**< \brief IfxGtm_TOM2_3N_TOUT100_P11_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3N_TOUT106_P10_4_OUT;  /**< \brief IfxGtm_TOM2_3N_TOUT106_P10_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3N_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_TOM2_3N_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3N_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_TOM2_3N_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3N_TOUT45_P23_4_OUT;  /**< \brief IfxGtm_TOM2_3N_TOUT45_P23_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3N_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_TOM2_3N_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3N_TOUT77_P15_6_OUT;  /**< \brief IfxGtm_TOM2_3N_TOUT77_P15_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT126_P11_14_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT126_P11_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT49_P22_2_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT49_P22_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT56_P21_5_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT56_P21_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT60_P20_1_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT60_P20_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT62_P20_6_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT62_P20_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT89_P14_9_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT89_P14_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_3_TOUT97_P11_6_OUT;  /**< \brief IfxGtm_TOM2_3_TOUT97_P11_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT106_P10_4_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT106_P10_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT126_P11_14_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT126_P11_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT56_P21_5_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT56_P21_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT60_P20_1_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT60_P20_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT89_P14_9_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT89_P14_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4N_TOUT97_P11_6_OUT;  /**< \brief IfxGtm_TOM2_4N_TOUT97_P11_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT102_P10_0_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT102_P10_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT123_P11_7_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT123_P11_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT133_P22_7_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT133_P22_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT50_P22_3_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT50_P22_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT57_P21_6_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT57_P21_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT61_P20_3_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT61_P20_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT90_P14_10_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT90_P14_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_4_TOUT98_P11_9_OUT;  /**< \brief IfxGtm_TOM2_4_TOUT98_P11_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5N_TOUT107_P10_5_OUT;  /**< \brief IfxGtm_TOM2_5N_TOUT107_P10_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5N_TOUT119_P11_0_OUT;  /**< \brief IfxGtm_TOM2_5N_TOUT119_P11_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5N_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_TOM2_5N_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5N_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_TOM2_5N_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5N_TOUT53_P21_2_OUT;  /**< \brief IfxGtm_TOM2_5N_TOUT53_P21_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5N_TOUT87_P14_7_OUT;  /**< \brief IfxGtm_TOM2_5N_TOUT87_P14_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5N_TOUT94_P13_3_OUT;  /**< \brief IfxGtm_TOM2_5N_TOUT94_P13_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5_TOUT103_P10_1_OUT;  /**< \brief IfxGtm_TOM2_5_TOUT103_P10_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5_TOUT124_P11_8_OUT;  /**< \brief IfxGtm_TOM2_5_TOUT124_P11_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5_TOUT132_P22_6_OUT;  /**< \brief IfxGtm_TOM2_5_TOUT132_P22_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_TOM2_5_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5_TOUT58_P21_7_OUT;  /**< \brief IfxGtm_TOM2_5_TOUT58_P21_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5_TOUT91_P13_0_OUT;  /**< \brief IfxGtm_TOM2_5_TOUT91_P13_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_5_TOUT99_P11_10_OUT;  /**< \brief IfxGtm_TOM2_5_TOUT99_P11_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT108_P10_6_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT108_P10_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT120_P11_1_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT120_P11_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT122_P11_5_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT122_P11_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT54_P21_3_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT54_P21_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT86_P14_6_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT86_P14_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6N_TOUT95_P11_2_OUT;  /**< \brief IfxGtm_TOM2_6N_TOUT95_P11_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT100_P11_11_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT100_P11_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT104_P10_2_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT104_P10_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT106_P10_4_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT106_P10_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT125_P11_13_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT125_P11_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT131_P22_5_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT131_P22_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_6_TOUT92_P13_1_OUT;  /**< \brief IfxGtm_TOM2_6_TOUT92_P13_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT121_P11_4_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT121_P11_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT55_P21_4_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT55_P21_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT88_P14_8_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT88_P14_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7N_TOUT98_P11_9_OUT;  /**< \brief IfxGtm_TOM2_7N_TOUT98_P11_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7_TOUT101_P11_12_OUT;  /**< \brief IfxGtm_TOM2_7_TOUT101_P11_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7_TOUT105_P10_3_OUT;  /**< \brief IfxGtm_TOM2_7_TOUT105_P10_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7_TOUT126_P11_14_OUT;  /**< \brief IfxGtm_TOM2_7_TOUT126_P11_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7_TOUT130_P22_4_OUT;  /**< \brief IfxGtm_TOM2_7_TOUT130_P22_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_TOM2_7_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7_TOUT64_P20_8_OUT;  /**< \brief IfxGtm_TOM2_7_TOUT64_P20_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_7_TOUT93_P13_2_OUT;  /**< \brief IfxGtm_TOM2_7_TOUT93_P13_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_8_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_TOM2_8_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_8_TOUT127_P11_15_OUT;  /**< \brief IfxGtm_TOM2_8_TOUT127_P11_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_8_TOUT131_P22_5_OUT;  /**< \brief IfxGtm_TOM2_8_TOUT131_P22_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_8_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_TOM2_8_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_8_TOUT51_P21_0_OUT;  /**< \brief IfxGtm_TOM2_8_TOUT51_P21_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_8_TOUT68_P20_12_OUT;  /**< \brief IfxGtm_TOM2_8_TOUT68_P20_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_9_TOUT103_P10_1_OUT;  /**< \brief IfxGtm_TOM2_9_TOUT103_P10_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_9_TOUT132_P22_6_OUT;  /**< \brief IfxGtm_TOM2_9_TOUT132_P22_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_9_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_TOM2_9_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_9_TOUT52_P21_1_OUT;  /**< \brief IfxGtm_TOM2_9_TOUT52_P21_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM2_9_TOUT69_P20_13_OUT;  /**< \brief IfxGtm_TOM2_9_TOUT69_P20_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0N_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_TOM3_0N_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0N_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_TOM3_0N_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0N_TOUT181_P31_7_OUT;  /**< \brief IfxGtm_TOM3_0N_TOUT181_P31_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0N_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_TOM3_0N_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0N_TOUT8_P02_8_OUT;  /**< \brief IfxGtm_TOM3_0N_TOUT8_P02_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0_TOUT110_P10_8_OUT;  /**< \brief IfxGtm_TOM3_0_TOUT110_P10_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0_TOUT115_P01_7_OUT;  /**< \brief IfxGtm_TOM3_0_TOUT115_P01_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0_TOUT130_P22_4_OUT;  /**< \brief IfxGtm_TOM3_0_TOUT130_P22_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_TOM3_0_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_TOM3_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0_TOUT174_P31_0_OUT;  /**< \brief IfxGtm_TOM3_0_TOUT174_P31_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_0_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_TOM3_0_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_10_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_TOM3_10_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_10_TOUT184_P31_10_OUT;  /**< \brief IfxGtm_TOM3_10_TOUT184_P31_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_10_TOUT188_P31_14_OUT;  /**< \brief IfxGtm_TOM3_10_TOUT188_P31_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_10_TOUT216_P25_10_OUT;  /**< \brief IfxGtm_TOM3_10_TOUT216_P25_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_10_TOUT220_P25_14_OUT;  /**< \brief IfxGtm_TOM3_10_TOUT220_P25_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_10_TOUT266_P10_10_OUT;  /**< \brief IfxGtm_TOM3_10_TOUT266_P10_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_11_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_TOM3_11_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_11_TOUT185_P31_11_OUT;  /**< \brief IfxGtm_TOM3_11_TOUT185_P31_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_11_TOUT189_P31_15_OUT;  /**< \brief IfxGtm_TOM3_11_TOUT189_P31_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_11_TOUT217_P25_11_OUT;  /**< \brief IfxGtm_TOM3_11_TOUT217_P25_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_11_TOUT221_P25_15_OUT;  /**< \brief IfxGtm_TOM3_11_TOUT221_P25_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_11_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_TOM3_11_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_12_TOUT167_P00_13_OUT;  /**< \brief IfxGtm_TOM3_12_TOUT167_P00_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_12_TOUT186_P31_12_OUT;  /**< \brief IfxGtm_TOM3_12_TOUT186_P31_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_12_TOUT218_P25_12_OUT;  /**< \brief IfxGtm_TOM3_12_TOUT218_P25_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_12_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_TOM3_12_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_13_TOUT138_P23_6_OUT;  /**< \brief IfxGtm_TOM3_13_TOUT138_P23_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_13_TOUT168_P00_15_OUT;  /**< \brief IfxGtm_TOM3_13_TOUT168_P00_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_13_TOUT187_P31_13_OUT;  /**< \brief IfxGtm_TOM3_13_TOUT187_P31_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_13_TOUT219_P25_13_OUT;  /**< \brief IfxGtm_TOM3_13_TOUT219_P25_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_13_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_TOM3_13_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_14_TOUT139_P23_7_OUT;  /**< \brief IfxGtm_TOM3_14_TOUT139_P23_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_14_TOUT151_P02_12_OUT;  /**< \brief IfxGtm_TOM3_14_TOUT151_P02_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_14_TOUT153_P02_13_OUT;  /**< \brief IfxGtm_TOM3_14_TOUT153_P02_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_14_TOUT188_P31_14_OUT;  /**< \brief IfxGtm_TOM3_14_TOUT188_P31_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_14_TOUT220_P25_14_OUT;  /**< \brief IfxGtm_TOM3_14_TOUT220_P25_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_14_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_TOM3_14_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_15_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_TOM3_15_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_15_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_TOM3_15_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_15_TOUT154_P02_14_OUT;  /**< \brief IfxGtm_TOM3_15_TOUT154_P02_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_15_TOUT189_P31_15_OUT;  /**< \brief IfxGtm_TOM3_15_TOUT189_P31_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_15_TOUT221_P25_15_OUT;  /**< \brief IfxGtm_TOM3_15_TOUT221_P25_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1N_TOUT116_P02_9_OUT;  /**< \brief IfxGtm_TOM3_1N_TOUT116_P02_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1N_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_TOM3_1N_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_TOM3_1N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1N_TOUT178_P31_4_OUT;  /**< \brief IfxGtm_TOM3_1N_TOUT178_P31_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1N_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_TOM3_1N_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1N_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_TOM3_1N_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1N_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_TOM3_1N_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT111_P01_3_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT111_P01_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT114_P01_6_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT114_P01_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT131_P22_5_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT131_P22_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT175_P31_1_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT175_P31_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_1_TOUT265_P10_9_OUT;  /**< \brief IfxGtm_TOM3_1_TOUT265_P10_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2N_TOUT117_P02_10_OUT;  /**< \brief IfxGtm_TOM3_2N_TOUT117_P02_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2N_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_TOM3_2N_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2N_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_TOM3_2N_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2N_TOUT179_P31_5_OUT;  /**< \brief IfxGtm_TOM3_2N_TOUT179_P31_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2N_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_TOM3_2N_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2N_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_TOM3_2N_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2N_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_TOM3_2N_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT112_P01_4_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT112_P01_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT132_P22_6_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT132_P22_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT176_P31_2_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT176_P31_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_2_TOUT266_P10_10_OUT;  /**< \brief IfxGtm_TOM3_2_TOUT266_P10_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT118_P02_11_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT118_P02_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT180_P31_6_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT180_P31_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3N_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_TOM3_3N_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3_TOUT113_P01_5_OUT;  /**< \brief IfxGtm_TOM3_3_TOUT113_P01_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3_TOUT133_P22_7_OUT;  /**< \brief IfxGtm_TOM3_3_TOUT133_P22_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_TOM3_3_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3_TOUT177_P31_3_OUT;  /**< \brief IfxGtm_TOM3_3_TOUT177_P31_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_TOM3_3_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_TOM3_3_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_3_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_TOM3_3_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4N_TOUT151_P02_12_OUT;  /**< \brief IfxGtm_TOM3_4N_TOUT151_P02_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4N_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_TOM3_4N_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4N_TOUT177_P31_3_OUT;  /**< \brief IfxGtm_TOM3_4N_TOUT177_P31_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4N_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_TOM3_4N_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4N_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_TOM3_4N_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT110_P10_8_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT110_P10_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT111_P01_3_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT111_P01_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT114_P01_6_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT114_P01_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT134_P22_8_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT134_P22_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT178_P31_4_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT178_P31_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_4_TOUT245_P15_13_OUT;  /**< \brief IfxGtm_TOM3_4_TOUT245_P15_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5N_TOUT153_P02_13_OUT;  /**< \brief IfxGtm_TOM3_5N_TOUT153_P02_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5N_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_TOM3_5N_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5N_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_TOM3_5N_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5N_TOUT174_P31_0_OUT;  /**< \brief IfxGtm_TOM3_5N_TOUT174_P31_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5N_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_TOM3_5N_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5N_TOUT268_P10_13_OUT;  /**< \brief IfxGtm_TOM3_5N_TOUT268_P10_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5_TOUT115_P01_7_OUT;  /**< \brief IfxGtm_TOM3_5_TOUT115_P01_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5_TOUT135_P22_9_OUT;  /**< \brief IfxGtm_TOM3_5_TOUT135_P22_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_TOM3_5_TOUT159_P01_1_OUT */
