weifengdq/embedded/tc397/tc397_flexray/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC39xB/IfxGtm_PinMap_TC39xB_516.h
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5_TOUT179_P31_5_OUT;  /**< \brief IfxGtm_TOM3_5_TOUT179_P31_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_TOM3_5_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5_TOUT246_P15_14_OUT;  /**< \brief IfxGtm_TOM3_5_TOUT246_P15_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_5_TOUT265_P10_9_OUT;  /**< \brief IfxGtm_TOM3_5_TOUT265_P10_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6N_TOUT154_P02_14_OUT;  /**< \brief IfxGtm_TOM3_6N_TOUT154_P02_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6N_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_TOM3_6N_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6N_TOUT175_P31_1_OUT;  /**< \brief IfxGtm_TOM3_6N_TOUT175_P31_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6N_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_TOM3_6N_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6N_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_TOM3_6N_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6N_TOUT267_P10_14_OUT;  /**< \brief IfxGtm_TOM3_6N_TOUT267_P10_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6_TOUT136_P22_10_OUT;  /**< \brief IfxGtm_TOM3_6_TOUT136_P22_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_TOM3_6_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6_TOUT180_P31_6_OUT;  /**< \brief IfxGtm_TOM3_6_TOUT180_P31_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_TOM3_6_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_TOM3_6_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6_TOUT247_P15_15_OUT;  /**< \brief IfxGtm_TOM3_6_TOUT247_P15_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_6_TOUT266_P10_10_OUT;  /**< \brief IfxGtm_TOM3_6_TOUT266_P10_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7N_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_TOM3_7N_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7N_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_TOM3_7N_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7N_TOUT176_P31_2_OUT;  /**< \brief IfxGtm_TOM3_7N_TOUT176_P31_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7N_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_TOM3_7N_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7N_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_TOM3_7N_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7N_TOUT270_P10_15_OUT;  /**< \brief IfxGtm_TOM3_7N_TOUT270_P10_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7_TOUT137_P22_11_OUT;  /**< \brief IfxGtm_TOM3_7_TOUT137_P22_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_TOM3_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7_TOUT181_P31_7_OUT;  /**< \brief IfxGtm_TOM3_7_TOUT181_P31_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_TOM3_7_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7_TOUT248_P13_9_OUT;  /**< \brief IfxGtm_TOM3_7_TOUT248_P13_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_7_TOUT269_P10_11_OUT;  /**< \brief IfxGtm_TOM3_7_TOUT269_P10_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_8_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_TOM3_8_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_8_TOUT182_P31_8_OUT;  /**< \brief IfxGtm_TOM3_8_TOUT182_P31_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_8_TOUT186_P31_12_OUT;  /**< \brief IfxGtm_TOM3_8_TOUT186_P31_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_8_TOUT214_P25_8_OUT;  /**< \brief IfxGtm_TOM3_8_TOUT214_P25_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_8_TOUT218_P25_12_OUT;  /**< \brief IfxGtm_TOM3_8_TOUT218_P25_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_8_TOUT249_P13_12_OUT;  /**< \brief IfxGtm_TOM3_8_TOUT249_P13_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_9_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_TOM3_9_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_9_TOUT183_P31_9_OUT;  /**< \brief IfxGtm_TOM3_9_TOUT183_P31_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_9_TOUT187_P31_13_OUT;  /**< \brief IfxGtm_TOM3_9_TOUT187_P31_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_9_TOUT215_P25_9_OUT;  /**< \brief IfxGtm_TOM3_9_TOUT215_P25_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_9_TOUT219_P25_13_OUT;  /**< \brief IfxGtm_TOM3_9_TOUT219_P25_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM3_9_TOUT265_P10_9_OUT;  /**< \brief IfxGtm_TOM3_9_TOUT265_P10_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0N_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_TOM4_0N_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0N_TOUT167_P00_13_OUT;  /**< \brief IfxGtm_TOM4_0N_TOUT167_P00_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0N_TOUT197_P30_7_OUT;  /**< \brief IfxGtm_TOM4_0N_TOUT197_P30_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0N_TOUT229_P24_7_OUT;  /**< \brief IfxGtm_TOM4_0N_TOUT229_P24_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0N_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_TOM4_0N_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_TOM4_0_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_TOM4_0_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0_TOUT190_P30_0_OUT;  /**< \brief IfxGtm_TOM4_0_TOUT190_P30_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0_TOUT222_P24_0_OUT;  /**< \brief IfxGtm_TOM4_0_TOUT222_P24_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_0_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_TOM4_0_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_10_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_TOM4_10_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_10_TOUT200_P30_10_OUT;  /**< \brief IfxGtm_TOM4_10_TOUT200_P30_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_10_TOUT204_P30_14_OUT;  /**< \brief IfxGtm_TOM4_10_TOUT204_P30_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_10_TOUT232_P24_10_OUT;  /**< \brief IfxGtm_TOM4_10_TOUT232_P24_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_10_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_TOM4_10_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_11_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_TOM4_11_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_11_TOUT201_P30_11_OUT;  /**< \brief IfxGtm_TOM4_11_TOUT201_P30_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_11_TOUT205_P30_15_OUT;  /**< \brief IfxGtm_TOM4_11_TOUT205_P30_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_11_TOUT233_P24_11_OUT;  /**< \brief IfxGtm_TOM4_11_TOUT233_P24_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_11_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_TOM4_11_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_12_TOUT167_P00_13_OUT;  /**< \brief IfxGtm_TOM4_12_TOUT167_P00_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_12_TOUT202_P30_12_OUT;  /**< \brief IfxGtm_TOM4_12_TOUT202_P30_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_12_TOUT230_P24_8_OUT;  /**< \brief IfxGtm_TOM4_12_TOUT230_P24_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_12_TOUT234_P24_12_OUT;  /**< \brief IfxGtm_TOM4_12_TOUT234_P24_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_12_TOUT262_P13_13_OUT;  /**< \brief IfxGtm_TOM4_12_TOUT262_P13_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_13_TOUT168_P00_15_OUT;  /**< \brief IfxGtm_TOM4_13_TOUT168_P00_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_13_TOUT203_P30_13_OUT;  /**< \brief IfxGtm_TOM4_13_TOUT203_P30_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_13_TOUT231_P24_9_OUT;  /**< \brief IfxGtm_TOM4_13_TOUT231_P24_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_13_TOUT235_P24_13_OUT;  /**< \brief IfxGtm_TOM4_13_TOUT235_P24_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_13_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_TOM4_13_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_14_TOUT151_P02_12_OUT;  /**< \brief IfxGtm_TOM4_14_TOUT151_P02_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_14_TOUT153_P02_13_OUT;  /**< \brief IfxGtm_TOM4_14_TOUT153_P02_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_14_TOUT204_P30_14_OUT;  /**< \brief IfxGtm_TOM4_14_TOUT204_P30_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_14_TOUT232_P24_10_OUT;  /**< \brief IfxGtm_TOM4_14_TOUT232_P24_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_14_TOUT236_P24_14_OUT;  /**< \brief IfxGtm_TOM4_14_TOUT236_P24_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_14_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_TOM4_14_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_15_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_TOM4_15_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_15_TOUT154_P02_14_OUT;  /**< \brief IfxGtm_TOM4_15_TOUT154_P02_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_15_TOUT205_P30_15_OUT;  /**< \brief IfxGtm_TOM4_15_TOUT205_P30_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_15_TOUT233_P24_11_OUT;  /**< \brief IfxGtm_TOM4_15_TOUT233_P24_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_15_TOUT237_P24_15_OUT;  /**< \brief IfxGtm_TOM4_15_TOUT237_P24_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1N_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_TOM4_1N_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1N_TOUT166_P00_14_OUT;  /**< \brief IfxGtm_TOM4_1N_TOUT166_P00_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1N_TOUT194_P30_4_OUT;  /**< \brief IfxGtm_TOM4_1N_TOUT194_P30_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1N_TOUT226_P24_4_OUT;  /**< \brief IfxGtm_TOM4_1N_TOUT226_P24_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1N_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_TOM4_1N_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_TOM4_1_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_TOM4_1_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1_TOUT191_P30_1_OUT;  /**< \brief IfxGtm_TOM4_1_TOUT191_P30_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1_TOUT223_P24_1_OUT;  /**< \brief IfxGtm_TOM4_1_TOUT223_P24_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_1_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_TOM4_1_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2N_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_TOM4_2N_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2N_TOUT195_P30_5_OUT;  /**< \brief IfxGtm_TOM4_2N_TOUT195_P30_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2N_TOUT227_P24_5_OUT;  /**< \brief IfxGtm_TOM4_2N_TOUT227_P24_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2N_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_TOM4_2N_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_TOM4_2_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2_TOUT164_P01_14_OUT;  /**< \brief IfxGtm_TOM4_2_TOUT164_P01_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2_TOUT192_P30_2_OUT;  /**< \brief IfxGtm_TOM4_2_TOUT192_P30_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2_TOUT224_P24_2_OUT;  /**< \brief IfxGtm_TOM4_2_TOUT224_P24_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_2_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_TOM4_2_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3N_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_TOM4_3N_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3N_TOUT196_P30_6_OUT;  /**< \brief IfxGtm_TOM4_3N_TOUT196_P30_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3N_TOUT228_P24_6_OUT;  /**< \brief IfxGtm_TOM4_3N_TOUT228_P24_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3N_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_TOM4_3N_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_TOM4_3_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3_TOUT193_P30_3_OUT;  /**< \brief IfxGtm_TOM4_3_TOUT193_P30_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3_TOUT225_P24_3_OUT;  /**< \brief IfxGtm_TOM4_3_TOUT225_P24_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_3_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_TOM4_3_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4N_TOUT112_P01_4_OUT;  /**< \brief IfxGtm_TOM4_4N_TOUT112_P01_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4N_TOUT151_P02_12_OUT;  /**< \brief IfxGtm_TOM4_4N_TOUT151_P02_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4N_TOUT165_P01_11_OUT;  /**< \brief IfxGtm_TOM4_4N_TOUT165_P01_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4N_TOUT193_P30_3_OUT;  /**< \brief IfxGtm_TOM4_4N_TOUT193_P30_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4N_TOUT225_P24_3_OUT;  /**< \brief IfxGtm_TOM4_4N_TOUT225_P24_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4N_TOUT253_P13_4_OUT;  /**< \brief IfxGtm_TOM4_4N_TOUT253_P13_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4_TOUT111_P01_3_OUT;  /**< \brief IfxGtm_TOM4_4_TOUT111_P01_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4_TOUT158_P01_12_OUT;  /**< \brief IfxGtm_TOM4_4_TOUT158_P01_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4_TOUT194_P30_4_OUT;  /**< \brief IfxGtm_TOM4_4_TOUT194_P30_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4_TOUT226_P24_4_OUT;  /**< \brief IfxGtm_TOM4_4_TOUT226_P24_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4_TOUT254_P13_5_OUT;  /**< \brief IfxGtm_TOM4_4_TOUT254_P13_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_4_TOUT8_P02_8_OUT;  /**< \brief IfxGtm_TOM4_4_TOUT8_P02_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5N_TOUT113_P01_5_OUT;  /**< \brief IfxGtm_TOM4_5N_TOUT113_P01_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5N_TOUT153_P02_13_OUT;  /**< \brief IfxGtm_TOM4_5N_TOUT153_P02_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5N_TOUT155_P01_0_OUT;  /**< \brief IfxGtm_TOM4_5N_TOUT155_P01_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5N_TOUT190_P30_0_OUT;  /**< \brief IfxGtm_TOM4_5N_TOUT190_P30_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5N_TOUT222_P24_0_OUT;  /**< \brief IfxGtm_TOM4_5N_TOUT222_P24_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5N_TOUT250_P13_11_OUT;  /**< \brief IfxGtm_TOM4_5N_TOUT250_P13_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5_TOUT116_P02_9_OUT;  /**< \brief IfxGtm_TOM4_5_TOUT116_P02_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5_TOUT159_P01_1_OUT;  /**< \brief IfxGtm_TOM4_5_TOUT159_P01_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5_TOUT195_P30_5_OUT;  /**< \brief IfxGtm_TOM4_5_TOUT195_P30_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5_TOUT227_P24_5_OUT;  /**< \brief IfxGtm_TOM4_5_TOUT227_P24_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_5_TOUT255_P13_6_OUT;  /**< \brief IfxGtm_TOM4_5_TOUT255_P13_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6N_TOUT114_P01_6_OUT;  /**< \brief IfxGtm_TOM4_6N_TOUT114_P01_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6N_TOUT154_P02_14_OUT;  /**< \brief IfxGtm_TOM4_6N_TOUT154_P02_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6N_TOUT156_P01_2_OUT;  /**< \brief IfxGtm_TOM4_6N_TOUT156_P01_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6N_TOUT191_P30_1_OUT;  /**< \brief IfxGtm_TOM4_6N_TOUT191_P30_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6N_TOUT223_P24_1_OUT;  /**< \brief IfxGtm_TOM4_6N_TOUT223_P24_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6N_TOUT251_P13_10_OUT;  /**< \brief IfxGtm_TOM4_6N_TOUT251_P13_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6_TOUT117_P02_10_OUT;  /**< \brief IfxGtm_TOM4_6_TOUT117_P02_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6_TOUT160_P01_9_OUT;  /**< \brief IfxGtm_TOM4_6_TOUT160_P01_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6_TOUT196_P30_6_OUT;  /**< \brief IfxGtm_TOM4_6_TOUT196_P30_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6_TOUT228_P24_6_OUT;  /**< \brief IfxGtm_TOM4_6_TOUT228_P24_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_6_TOUT256_P13_7_OUT;  /**< \brief IfxGtm_TOM4_6_TOUT256_P13_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7N_TOUT115_P01_7_OUT;  /**< \brief IfxGtm_TOM4_7N_TOUT115_P01_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7N_TOUT152_P02_15_OUT;  /**< \brief IfxGtm_TOM4_7N_TOUT152_P02_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7N_TOUT157_P01_15_OUT;  /**< \brief IfxGtm_TOM4_7N_TOUT157_P01_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7N_TOUT192_P30_2_OUT;  /**< \brief IfxGtm_TOM4_7N_TOUT192_P30_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7N_TOUT224_P24_2_OUT;  /**< \brief IfxGtm_TOM4_7N_TOUT224_P24_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7N_TOUT252_P13_14_OUT;  /**< \brief IfxGtm_TOM4_7N_TOUT252_P13_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7_TOUT118_P02_11_OUT;  /**< \brief IfxGtm_TOM4_7_TOUT118_P02_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7_TOUT161_P01_13_OUT;  /**< \brief IfxGtm_TOM4_7_TOUT161_P01_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7_TOUT197_P30_7_OUT;  /**< \brief IfxGtm_TOM4_7_TOUT197_P30_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7_TOUT229_P24_7_OUT;  /**< \brief IfxGtm_TOM4_7_TOUT229_P24_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_7_TOUT264_P13_15_OUT;  /**< \brief IfxGtm_TOM4_7_TOUT264_P13_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_8_TOUT162_P01_8_OUT;  /**< \brief IfxGtm_TOM4_8_TOUT162_P01_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_8_TOUT198_P30_8_OUT;  /**< \brief IfxGtm_TOM4_8_TOUT198_P30_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_8_TOUT202_P30_12_OUT;  /**< \brief IfxGtm_TOM4_8_TOUT202_P30_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_8_TOUT230_P24_8_OUT;  /**< \brief IfxGtm_TOM4_8_TOUT230_P24_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_8_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_TOM4_8_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_9_TOUT163_P01_10_OUT;  /**< \brief IfxGtm_TOM4_9_TOUT163_P01_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_9_TOUT199_P30_9_OUT;  /**< \brief IfxGtm_TOM4_9_TOUT199_P30_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_9_TOUT203_P30_13_OUT;  /**< \brief IfxGtm_TOM4_9_TOUT203_P30_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_9_TOUT231_P24_9_OUT;  /**< \brief IfxGtm_TOM4_9_TOUT231_P24_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM4_9_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_TOM4_9_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_0_TOUT140_P32_5_OUT;  /**< \brief IfxGtm_TOM5_0_TOUT140_P32_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_0_TOUT174_P31_0_OUT;  /**< \brief IfxGtm_TOM5_0_TOUT174_P31_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_0_TOUT190_P30_0_OUT;  /**< \brief IfxGtm_TOM5_0_TOUT190_P30_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_0_TOUT206_P25_0_OUT;  /**< \brief IfxGtm_TOM5_0_TOUT206_P25_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_0_TOUT222_P24_0_OUT;  /**< \brief IfxGtm_TOM5_0_TOUT222_P24_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_0_TOUT242_P15_10_OUT;  /**< \brief IfxGtm_TOM5_0_TOUT242_P15_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_10_TOUT184_P31_10_OUT;  /**< \brief IfxGtm_TOM5_10_TOUT184_P31_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_10_TOUT188_P31_14_OUT;  /**< \brief IfxGtm_TOM5_10_TOUT188_P31_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_10_TOUT200_P30_10_OUT;  /**< \brief IfxGtm_TOM5_10_TOUT200_P30_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_10_TOUT204_P30_14_OUT;  /**< \brief IfxGtm_TOM5_10_TOUT204_P30_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_10_TOUT216_P25_10_OUT;  /**< \brief IfxGtm_TOM5_10_TOUT216_P25_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_10_TOUT220_P25_14_OUT;  /**< \brief IfxGtm_TOM5_10_TOUT220_P25_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_10_TOUT232_P24_10_OUT;  /**< \brief IfxGtm_TOM5_10_TOUT232_P24_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_11_TOUT185_P31_11_OUT;  /**< \brief IfxGtm_TOM5_11_TOUT185_P31_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_11_TOUT189_P31_15_OUT;  /**< \brief IfxGtm_TOM5_11_TOUT189_P31_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_11_TOUT201_P30_11_OUT;  /**< \brief IfxGtm_TOM5_11_TOUT201_P30_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_11_TOUT205_P30_15_OUT;  /**< \brief IfxGtm_TOM5_11_TOUT205_P30_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_11_TOUT217_P25_11_OUT;  /**< \brief IfxGtm_TOM5_11_TOUT217_P25_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_11_TOUT221_P25_15_OUT;  /**< \brief IfxGtm_TOM5_11_TOUT221_P25_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_11_TOUT233_P24_11_OUT;  /**< \brief IfxGtm_TOM5_11_TOUT233_P24_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_12_TOUT186_P31_12_OUT;  /**< \brief IfxGtm_TOM5_12_TOUT186_P31_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_12_TOUT202_P30_12_OUT;  /**< \brief IfxGtm_TOM5_12_TOUT202_P30_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_12_TOUT218_P25_12_OUT;  /**< \brief IfxGtm_TOM5_12_TOUT218_P25_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_12_TOUT230_P24_8_OUT;  /**< \brief IfxGtm_TOM5_12_TOUT230_P24_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_12_TOUT234_P24_12_OUT;  /**< \brief IfxGtm_TOM5_12_TOUT234_P24_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_13_TOUT187_P31_13_OUT;  /**< \brief IfxGtm_TOM5_13_TOUT187_P31_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_13_TOUT203_P30_13_OUT;  /**< \brief IfxGtm_TOM5_13_TOUT203_P30_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_13_TOUT219_P25_13_OUT;  /**< \brief IfxGtm_TOM5_13_TOUT219_P25_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_13_TOUT231_P24_9_OUT;  /**< \brief IfxGtm_TOM5_13_TOUT231_P24_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_13_TOUT235_P24_13_OUT;  /**< \brief IfxGtm_TOM5_13_TOUT235_P24_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_14_TOUT188_P31_14_OUT;  /**< \brief IfxGtm_TOM5_14_TOUT188_P31_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_14_TOUT204_P30_14_OUT;  /**< \brief IfxGtm_TOM5_14_TOUT204_P30_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_14_TOUT220_P25_14_OUT;  /**< \brief IfxGtm_TOM5_14_TOUT220_P25_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_14_TOUT232_P24_10_OUT;  /**< \brief IfxGtm_TOM5_14_TOUT232_P24_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_14_TOUT236_P24_14_OUT;  /**< \brief IfxGtm_TOM5_14_TOUT236_P24_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_15_TOUT189_P31_15_OUT;  /**< \brief IfxGtm_TOM5_15_TOUT189_P31_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_15_TOUT205_P30_15_OUT;  /**< \brief IfxGtm_TOM5_15_TOUT205_P30_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_15_TOUT221_P25_15_OUT;  /**< \brief IfxGtm_TOM5_15_TOUT221_P25_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_15_TOUT233_P24_11_OUT;  /**< \brief IfxGtm_TOM5_15_TOUT233_P24_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_15_TOUT237_P24_15_OUT;  /**< \brief IfxGtm_TOM5_15_TOUT237_P24_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_1_TOUT141_P32_6_OUT;  /**< \brief IfxGtm_TOM5_1_TOUT141_P32_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_1_TOUT175_P31_1_OUT;  /**< \brief IfxGtm_TOM5_1_TOUT175_P31_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_1_TOUT191_P30_1_OUT;  /**< \brief IfxGtm_TOM5_1_TOUT191_P30_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_1_TOUT207_P25_1_OUT;  /**< \brief IfxGtm_TOM5_1_TOUT207_P25_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_1_TOUT223_P24_1_OUT;  /**< \brief IfxGtm_TOM5_1_TOUT223_P24_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_1_TOUT243_P15_11_OUT;  /**< \brief IfxGtm_TOM5_1_TOUT243_P15_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_2_TOUT142_P32_7_OUT;  /**< \brief IfxGtm_TOM5_2_TOUT142_P32_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_2_TOUT176_P31_2_OUT;  /**< \brief IfxGtm_TOM5_2_TOUT176_P31_2_OUT */
