weifengdq/embedded/tc397/tc397_flexray/Libraries/iLLD/TC3xx/Tricore/_PinMap/TC39xB/IfxGtm_PinMap_TC39xB_516.h
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_2_TOUT192_P30_2_OUT;  /**< \brief IfxGtm_TOM5_2_TOUT192_P30_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_2_TOUT208_P25_2_OUT;  /**< \brief IfxGtm_TOM5_2_TOUT208_P25_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_2_TOUT224_P24_2_OUT;  /**< \brief IfxGtm_TOM5_2_TOUT224_P24_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_2_TOUT244_P15_12_OUT;  /**< \brief IfxGtm_TOM5_2_TOUT244_P15_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT138_P23_6_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT138_P23_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT177_P31_3_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT177_P31_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT193_P30_3_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT193_P30_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT209_P25_3_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT209_P25_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT225_P24_3_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT225_P24_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_3_TOUT258_P14_11_OUT;  /**< \brief IfxGtm_TOM5_3_TOUT258_P14_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_4_TOUT139_P23_7_OUT;  /**< \brief IfxGtm_TOM5_4_TOUT139_P23_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_4_TOUT178_P31_4_OUT;  /**< \brief IfxGtm_TOM5_4_TOUT178_P31_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_4_TOUT194_P30_4_OUT;  /**< \brief IfxGtm_TOM5_4_TOUT194_P30_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_4_TOUT210_P25_4_OUT;  /**< \brief IfxGtm_TOM5_4_TOUT210_P25_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_4_TOUT226_P24_4_OUT;  /**< \brief IfxGtm_TOM5_4_TOUT226_P24_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_4_TOUT261_P14_12_OUT;  /**< \brief IfxGtm_TOM5_4_TOUT261_P14_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_5_TOUT179_P31_5_OUT;  /**< \brief IfxGtm_TOM5_5_TOUT179_P31_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_5_TOUT195_P30_5_OUT;  /**< \brief IfxGtm_TOM5_5_TOUT195_P30_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_5_TOUT211_P25_5_OUT;  /**< \brief IfxGtm_TOM5_5_TOUT211_P25_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_5_TOUT227_P24_5_OUT;  /**< \brief IfxGtm_TOM5_5_TOUT227_P24_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_5_TOUT260_P14_13_OUT;  /**< \brief IfxGtm_TOM5_5_TOUT260_P14_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_6_TOUT180_P31_6_OUT;  /**< \brief IfxGtm_TOM5_6_TOUT180_P31_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_6_TOUT196_P30_6_OUT;  /**< \brief IfxGtm_TOM5_6_TOUT196_P30_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_6_TOUT212_P25_6_OUT;  /**< \brief IfxGtm_TOM5_6_TOUT212_P25_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_6_TOUT212_P26_0_OUT;  /**< \brief IfxGtm_TOM5_6_TOUT212_P26_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_6_TOUT228_P24_6_OUT;  /**< \brief IfxGtm_TOM5_6_TOUT228_P24_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_6_TOUT259_P14_14_OUT;  /**< \brief IfxGtm_TOM5_6_TOUT259_P14_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_7_TOUT181_P31_7_OUT;  /**< \brief IfxGtm_TOM5_7_TOUT181_P31_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_7_TOUT197_P30_7_OUT;  /**< \brief IfxGtm_TOM5_7_TOUT197_P30_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_7_TOUT213_P25_7_OUT;  /**< \brief IfxGtm_TOM5_7_TOUT213_P25_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_7_TOUT229_P24_7_OUT;  /**< \brief IfxGtm_TOM5_7_TOUT229_P24_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_7_TOUT263_P14_15_OUT;  /**< \brief IfxGtm_TOM5_7_TOUT263_P14_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_8_TOUT182_P31_8_OUT;  /**< \brief IfxGtm_TOM5_8_TOUT182_P31_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_8_TOUT186_P31_12_OUT;  /**< \brief IfxGtm_TOM5_8_TOUT186_P31_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_8_TOUT198_P30_8_OUT;  /**< \brief IfxGtm_TOM5_8_TOUT198_P30_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_8_TOUT202_P30_12_OUT;  /**< \brief IfxGtm_TOM5_8_TOUT202_P30_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_8_TOUT214_P25_8_OUT;  /**< \brief IfxGtm_TOM5_8_TOUT214_P25_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_8_TOUT218_P25_12_OUT;  /**< \brief IfxGtm_TOM5_8_TOUT218_P25_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_8_TOUT230_P24_8_OUT;  /**< \brief IfxGtm_TOM5_8_TOUT230_P24_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_9_TOUT183_P31_9_OUT;  /**< \brief IfxGtm_TOM5_9_TOUT183_P31_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_9_TOUT187_P31_13_OUT;  /**< \brief IfxGtm_TOM5_9_TOUT187_P31_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_9_TOUT199_P30_9_OUT;  /**< \brief IfxGtm_TOM5_9_TOUT199_P30_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_9_TOUT203_P30_13_OUT;  /**< \brief IfxGtm_TOM5_9_TOUT203_P30_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_9_TOUT215_P25_9_OUT;  /**< \brief IfxGtm_TOM5_9_TOUT215_P25_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_9_TOUT219_P25_13_OUT;  /**< \brief IfxGtm_TOM5_9_TOUT219_P25_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM5_9_TOUT231_P24_9_OUT;  /**< \brief IfxGtm_TOM5_9_TOUT231_P24_9_OUT */

/** \} */

#endif /* IFXGTM_PINMAP_TC39XB_516_H */
